[
  {
    "id": 1,
    "title": "Liverpool zdobywa mistrzostwo Premier League po 30 latach",
    "text": "Liverpool FC kończy 30-letnią przerwę, zdobywając mistrzostwo Angielskiej Premier League w sezonie 2019/2020.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Jan K",
        "content": "Nareszcie! Po 30 latach oczekiwań nasz zespół w końcu wraca na szczyt!"
      },
      {
        "user": "Anna D",
        "content": "Trzeba to oblać !!"
      }
    ]
  },
  {
    "id": 2,
    "title":
    "Odwołane Letnie Igrzyska Olimpijskie w Tokio z powodu pandemii COVID-19",
    "text": "Międzynarodowy Komitet Olimpijski ogłasza odwołanie Letnich Igrzysk Olimpijskich w Tokio z powodu globalnej pandemii COVID-19.",
    "category": "Igrzyska olimpijskie",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Jan W",
        "content": "To bardzo smutne, ale zrozumiałe, że Letnie Igrzyska Olimpijskie w Tokio zostały odwołane z powodu pandemii COVID-19. Bezpieczeństwo publiczne musi być zawsze priorytetem."
      },
      {
        "user": "Jan K",
        "content": "Mam nadzieję, że sytuacja związana z pandemią szybko się poprawi, a przyszłe edycje Igrzysk będą mogły odbyć się z pełnym rozmachem i bezpieczeństwem dla wszystkich uczestników."
      }
    ]
  },
  {
    "id": 3,
    "title": "Lewis Hamilton zdobywa siódme mistrzostwo świata w Formule 1",
    "text": "Brytyjski kierowca Lewis Hamilton zdobywa siódme mistrzostwo świata w Formule 1, wyrównując rekord Michaela Schumachera.",
    "category": "Formuła 1",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Radek G",
        "content": "Gratulacje dla Lewisa Hamiltona za zdobycie siódmego mistrzostwa świata w Formule 1! To niesamowite osiągnięcie, wyrównanie rekordu Michaela Schumachera."
      },
      {
        "user": "Asia R",
        "content": "Lewis Hamilton zasłużenie zapisuje się w historii sportu, prezentując doskonałe umiejętności i determinację w swojej karierze"
      }
    ]
  },
  {
    "id": 4,
    "title": "NBA zawiesza sezon z powodu protestów społecznych",
    "text": "National Basketball Association (NBA) zawiesza sezon playoff w odpowiedzi na protesty społeczne po śmierci George'a Floyda.",
    "category": "Koszykówka",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Karina U",
        "content": "NBA zawieszający sezon playoff w odpowiedzi na protesty społeczne to ważny krok w kierunku społecznej sprawiedliwości. Sport może być potężnym narzędziem w budowaniu świadomości społecznej."
      },
      {
        "user": "Ula K",
        "content": "Mam nadzieję, że ta decyzja pomoże zwrócić uwagę na ważne kwestie społeczne i przyczyni się do pozytywnych zmian."
      }
    ]
  },
  {
    "id": 5,
    "title": "Sadio Mane otrzymuje Złotą Piłkę CAF",
    "text": "Senegalski piłkarz Sadio Mane odbiera Złotą Piłkę CAF (Konfederacji Afrykańskiej Piłki Nożnej) za wybitne osiągnięcia w roku 2020.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Seba U",
        "content": "Gratulacje dla Sadio Mane za zdobycie Złotej Piłki CAF! To zasłużone wyróżnienie dla wybitnego piłkarza."
      },
      {
        "user": "Seba D",
        "content": "Mane świetnie reprezentuje swoją drużynę i kraj, zasługując na uznanie za swoje osiągnięcia."
      }
    ]
  },
  {
    "id": 6,
    "title": "Naomi Osaka zwycięża w US Open",
    "text": "Japońska tenisistka Naomi Osaka wygrywa kobiecy singiel w US Open, pokonując Wiktorię Azarenkę w finale.",
    "category": "Tenis",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Dino T",
        "content": "Naomi Osaka imponująco wygrywa kobiecy singiel w US Open! To wielkie osiągnięcie dla japońskiej tenisistki."
      },
      {
        "user": "Pola D",
        "content": "Gratulacje dla Osaki za triumf, pokazuje, że jest jedną z najważniejszych postaci w światowym tenisie."
      }
    ]
  },
  {
    "id": 7,
    "title": "Bayern Monachium triumfuje w Lidze Mistrzów UEFA",
    "text": "Bayern Monachium pokonuje Paris Saint-Germain 1:0 w finale Ligi Mistrzów UEFA, zdobywając tytuł mistrza Europy.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Ignacy T",
        "content": "Bayern Monachium zdobywa tytuł mistrza Europy, pokonując Paris Saint-Germain! Emocjonujący finał Ligi Mistrzów UEFA."
      },
      {
        "user": "Jakub F",
        "content": "Wspaniała gra obu drużyn, ale to Bayern okazał się lepszy. Gratulacje dla zwycięzców!"
      }
    ]
  },
  {
    "id": 8,
    "title": "Cristiano Ronaldo przechodzi do Juventus FC",
    "text": "Portugalski napastnik Cristiano Ronaldo przechodzi z Realu Madryt do Juventus FC w jednym z najdroższych transferów w historii piłki nożnej.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Gabryś M",
        "content": " Przejście Cristiano Ronaldo do Juventus FC to ogromne wydarzenie w świecie piłki nożnej. Transfer, który na pewno zapisze się w historii."
      },
      {
        "user": "Darek S",
        "content": "Ciekawe, jak Portugalczyk dostosuje się do nowego otoczenia. To będzie interesujący sezon dla kibiców Juventusu."
      }
    ]
  },
  {
    "id": 9,
    "title": "Simona Halep wygrywa French Open",
    "text": "Rumuńska tenisistka Simona Halep zdobywa tytuł mistrza French Open, pokonując w finale Igu Swiatek.",
    "category": "Tenis",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Piotr W",
        "content": "Simona Halep zdobywa tytuł mistrza French Open! Wspaniałe osiągnięcie dla rumuńskiej tenisistki."
      },
      {
        "user": "Vivien T",
        "content": "Halep prezentuje doskonałą formę, pokonując trudnych przeciwników. Gratulacje!"
      }
    ]
  },
  {
    "id": 10,
    "title": "Kansas City Chiefs zwycięża w Super Bowl LIV",
    "text": "Kansas City Chiefs pokonuje San Francisco 49ers 31:20 w Super Bowl LIV, zdobywając mistrzostwo NFL.",
    "category": "Futbol amerykański",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "John X",
        "content": "Kansas City Chiefs zdobywa mistrzostwo NFL, pokonując San Francisco 49ers! Emocjonujący Super Bowl LIV."
      },
      {
        "user": "Gina R",
        "content": "Świetny mecz, pełen zwrotów akcji. Gratulacje dla Chiefs za zasłużone zwycięstwo!"
      }
    ]
  },
  {
    "id": 11,
    "title": "Sprint Usaina Bolta w jego ostatnim wyścigu indywidualnym",
    "text": "Jamajski sprinter Usain Bolt kończy karierę, biorąc udział w swoim ostatnim wyścigu indywidualnym na Mistrzostwach Świata w Londynie.",
    "category": "Lekkoatletyka",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Pola T",
        "content": "Usain Bolt kończy swoją karierę na Mistrzostwach Świata w Londynie. To koniec epoki dla świetnego sprintera."
      },
      {
        "user": "Kasia P",
        "content": "Dziękujemy Boltowi za niesamowite chwile w historii lekkoatletyki. Jego sukcesy z pewnością zostaną zapamiętane na zawsze."
      }
    ]
  },
  {
    "id": 12,
    "title": "Serena Williams osiąga rekord 23. tytułu wielkoszlemowego",
    "text": "Amerykańska tenisistka Serena Williams zdobywa Australian Open, osiągając rekordowy 23. tytuł wielkoszlemowy w erze Open Era.",
    "category": "Tenis",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Olek R",
        "content": "Serena Williams zdobywa Australian Open, osiągając rekordowy 23. tytuł wielkoszlemowy. To niesamowite osiągnięcie."
      },
      {
        "user": "Zuza W",
        "content": "Williams to legenda tenisa, a jej sukcesy nadal imponują. Gratulacje dla jednej z najwybitniejszych sportsmenek."
      }
    ]
  },
  {
    "id": 13,
    "title": "Cancelo dołącza do Manchesteru City",
    "text": "Portugalski obrońca João Cancelo dołącza do Manchesteru City po udanym okresie w Juventusie.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Bibi Z",
        "content": "João Cancelo dołącza do Manchesteru City po udanym okresie w Juventusie. To ciekawe wzmocnienie dla angielskiego zespołu."
      },
      {
        "user": "Filip B",
        "content": "Ciekawe, jak Cancelo wpisze się w styl gry Manchesteru City. Fani z pewnością są podekscytowani tym transferem."
      }
    ]
  },
  {
    "id": 14,
    "title": "Atlanta United zdobywa MLS Cup",
    "text": "Atlanta United zwycięża w MLS Cup, pokonując Portland Timbers 2:0 w finale i sięgając po swój pierwszy tytuł w historii klubu.",
    "category": "Piłka nożna",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Seba F",
        "content": "Atlanta United zwycięża w MLS Cup, pokonując Portland Timbers 2:0 w finale. Pierwszy tytuł w historii klubu to wielki sukces."
      },
      {
        "user": "Witek S",
        "content": "Gratulacje dla drużyny z Atlanty za zwycięstwo. To z pewnością niezapomniany moment dla kibiców."
      }
    ]
  },
  {
    "id": 15,
    "title": "Masters Augusta bez udziału publiczności z powodu pandemii",
    "text": "Mistrzostwa Masters w golfa na Augusta National Golf Club odbywają się bez udziału publiczności z powodu pandemii COVID-19.",
    "category": "Golf",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Ryan W",
        "content": "Mistrzostwa Masters w golfa bez udziału publiczności z powodu pandemii COVID-19. Inna atmosfera, ale golf nadal fascynuje."
      },
      {
        "user": "Wiola R",
        "content": "Pandemia wpływa na wiele dziedzin, ale sport musi się dostosować. Ważne, że zawody mogą się odbyć mimo ograniczeń."
      }
    ]
  },
  {
    "id": 16,
    "title": "Derrick Henry prowadzi NFL w liczbie zdobytych jardów",
    "text": "Running back Tennessee Titans, Derrick Henry, kończy sezon 2020 jako lider NFL w liczbie zdobytych jardów na biegach.",
    "category": "Futbol amerykański",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Tomek W",
        "content": "Derrick Henry kończy sezon 2020 jako lider NFL w liczbie zdobytych jardów na biegach. Beeindruckende Leistung des Tennessee Titans Runningbacks"
      },
      {
        "user": "Tina T",
        "content": "Henry to silny zawodnik, a jego osiągnięcia na boisku zasługują na uznanie. Gratulacje dla niego!"
      }
    ]
  },
  {
    "id": 17,
    "title": "Rafael Nadal wygrywa Roland Garros po raz 13.",
    "text": "Hiszpański tenisista Rafael Nadal zdobywa swoje 13. mistrzostwo French Open, pokonując Novaka Djokovicia w finale.",
    "category": "Tenis",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Darek T",
        "content": "Rafael Nadal zdobywa swoje 13. mistrzostwo French Open, pokonując Novaka Djokovicia w finale. Nadal to król kortów ziemnych."
      },
      {
        "user": "Gabryś D",
        "content": "Nadal kontynuuje swoją dominację w Paryżu. To imponujące, jak utrzymuje swoją formę na French Open."
      }
    ]
  },
  {
    "id": 18,
    "title": "Miami Heat w finale NBA po imponującym występie w bańce NBA",
    "text": "Miami Heat osiąga finał NBA po imponującym występie w bańce NBA w kompleksie sportowym w Disney World.",
    "category": "Koszykówka",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Ela G",
        "content": "Miami Heat osiąga finał NBA po imponującym występie w bańce NBA w kompleksie sportowym w Disney World. Nietypowe warunki, ale skuteczni."
      },
      {
        "user": "Wiki E",
        "content": "Zaskakujące, jak drużyny radzą sobie w nietypowych okolicznościach. Ciekawe, co przyniesie finał NBA."
      }
    ]
  },
  {
    "id": 19,
    "title": "Sebastian Vettel ogłasza odejście z Ferrari",
    "text": "Niemiecki kierowca Sebastian Vettel ogłasza, że opuści zespół Ferrari po zakończeniu sezonu Formuły 1.",
    "category": "Formuła 1",
    "liked": false,
    "subscribed": false,
    "komentarze": [
      {
        "user": "Gin W",
        "content": "To ogromne wydarzenie w świecie Formuły 1! Sebastian Vettel to jedna z ikon tego sportu, a jego decyzja o opuszczeniu zespołu Ferrari na pewno przyniesie wiele spekulacji i emocji wśród kibiców. Ciekawe, gdzie zdecyduje się kontynuować swoją karierę, i czy to oznacza nowy rozdział dla niemieckiego kierowcy."
      },
      {
        "user": "Bob O",
        "content": "Trudno uwierzyć, że Vettel i Ferrari kończą swoją współpracę. To koniec pewnej ery w Formule 1. Zastanawiam się, jak ta zmiana wpłynie na dynamikę rywalizacji w najwyższej klasie wyścigów samochodowych. Fascynujące czasy przed nami, zwłaszcza z perspektywą nowych wyzwań dla Vettela i dla samego zespołu Ferrari."
      }
    ]
  }
]